first_group = {
    405299021: 'Виталий' ,
    393708492: 'Юля' ,
    416924459: 'Андрей' ,
    613759219: 'Влад' ,
    548116631: 'Женя' ,
    379537100: 'Карина' ,
    635991556: 'Денис' ,
    349737926: 'Дима' ,
    451287655: 'Дима' ,
    469338261: 'Степан' ,
    542413243: 'Денис' ,
    692445612: 'Женя' ,
    429045248: 'Полина' ,
    52960692: 'Саша' 
}
second_group = {
    358734682: 'Илья' ,
    537784508: 'Саша' ,
    448401733: 'Богдан' ,
    643705130: 'Влад' ,
    605903256: 'Леша' ,
    384343953: 'Олег' ,
    655298761: 'Влад' ,
    384173347: 'Дима' ,
    780853105: 'Денис' 
}
first_group_eng = {
    405299021: 'Виталий' ,
    643705130: 'Влад' ,
    416924459: 'Андрей' ,
    542413243: 'Денис' ,
    635991556: 'Денис' ,
    349737926: 'Дима' ,
    451287655: 'Дима' ,
    692445612: 'Женя' ,
    123456789: 'Полина' ,
    52960692: 'Саша' ,
    780853105: 'Денис' ,
    384173347: 'Дима' ,
    655298761: 'Влад' 
}
second_group_eng = {
    393708492: 'Юля' ,
    379537100: 'Карина' ,
    548116631: 'Женя' ,
    613759219: 'Влад' ,
    469338261: 'Степан' ,
    384343953: 'Олег' ,
    358734682: 'Илья' ,
    537784508: 'Саша' ,
    448401733: 'Богдан' ,
    605903256: 'Леша' 
}